/* Save changed project sheet */

"Ask and Save" = "저장하지 않으면 변경값은 유실됩니다.";
"Ask and Save Message" = "닫기 전에 이 프로젝트에 대한 변경사항을 저장하겠습니까?";

"Unsupported File Format Title"		= "지원되지 않는 파일 포맷";
"Unsupported File Format Message"   = "이 파일 포맷은 iDVD에서 지원되지 않습니다.";

"Unsupported Project Format Title"		= "지원되지 않는 프로젝트";
"Unsupported Project Format Message"   = "이 프로젝트는 이 버전의 iDVD에서는 지원되지 않습니다.";

"Archive Project" = "프로젝트 아카이브 중";
"Archive Project Save Before Archiving" = "현재 프로젝트를 아카이브하려면, 먼저 저장해야 합니다.";

"ProjectAllreadyExistsMsgFmt"		= "\"%@\"이(가) 이미 존재합니다. 이 프로젝트로 대치하겠습니까?";
"ReplaceButtonLabel"				= "대치";
"RenameButtonLabel"					= "이름 변경";

"Save Current Project As:" = "현재 프로젝트 별도 저장:";
"Save New Project As:" = "프로젝트 생성";
"Save Imported Project As:" = "가져오기한 프로젝트 별도 저장:";

"ErrorSavingProject"			= "프로젝트 저장 중에 오류가 발생했습니다.";
"ErrorSavingProjectWithSubError"	= "프로젝트 저장 중에 오류가 발생했습니다.\n%s.";
"ErrorIOError"				= "I/O 오류";

/* Save Favorite errors */
"FavoriteErrorTitle"	= 			"즐겨찾기에 저장할 수 없습니다.";
"InvalidFavoriteName"	=			"즐겨찾기에 대해 입력한 이름이 비어있습니다. 유효한 이름을 입력하십시오.";
"FavoriteNameTooLong"	=			"즐겨찾기 이름이 너무 깁니다. 더 짧은 이름을 선택하십시오.";
"FavoriteExist"			= 			"이미 동일한 이름의 즐겨찾기 항목이 있습니다. 다른 이름을 선택하십시오.";
"ThemeExist"			= 			"이미 동일한 이름의 테마가 있습니다. 다른 이름을 선택하십시오.";
"FavoriteCouldNotBeSaved" = 		"오류 때문에 즐겨찾기를 저장할 수 없습니다.";

/* TextObjects */
"iDVDTooManyTextObjectsTitle"   = "텍스트 객체 너무 많음";
"iDVDTooManyTextObjectsMsg"		= "현재 메뉴에 텍스트 대상체가 너무 많아 텍스트 대상체를 새로 추가할 수 없습니다.";
"iDVDTooManyTextObjectsMsgExt"   = "메뉴당 최대 텍스트 대상체의 개수는 12개입니다.";

/* DVDROM */
"DVDROMFileNameAlreadyExistsFmt"	= "\"%@\" 라는 이름이 이미 사용 중입니다. 다른 이름을 선택하십시오.";

/* Magic iDVD */
"EmptyProjectTitle"					= "프로젝트 제목 필드는 비어 있을 수 없습니다. 이 Magic iDVD 프로젝트에 대한 제목을 선택하십시오.";

/* Project Info */
"DiscNameTooLongTitle" = "디스크 이름이 너무 깁니다";
"DiscNameTooLongString" = "디스크 이름은 최대 27자의 문자를 포함할 수 있습니다.";

"InvalidCharactersAlertTitle" = "디스크 이름이 유효하지 않음";
"InvalidCharactersForDiskTitle" = "비 ASCII 문자를 포함한 디스크 이름을 사용할 수 없습니다. 다른 이름을 선택하십시오.";

"EmptyDiskNameTitle"					= "디스크 이름이 유효하지 않음";
"EmptyDiskNameMsg"					= "프로젝트 제목 필드는 비어 있을 수 없습니다. 이 iDVD 프로젝트에 대한 제목을 선택하십시오.";

"NoThemesFoundTitle" = "설치된 테마 없음";
"NoThemesFoundMsg" = "iDVD를 종료하고 iDVD를 다시 설치하거나, \"테마 검색\"을 클릭하고 테마 폴더를 지정하십시오.";

"ThemeDoesNotExistTitle" = "%@ 테마를 찾을 수 없습니다.";
"ThemeDoesNotExistMsg" = "시스템에서 이 메뉴에 사용될 테마를 찾을 수 없습니다. 기본 테마가 대신 사용됩니다.";

"EmptySlideShowTitle"				= "프로젝트 구조 오류";
"EmptySlideShowMessage"				= "프로젝트에 빈 슬라이드쇼가 있습니다. 슬라이드쇼마다 적어도 하나의 이미지를 포함하고 있는지 확인하거나 이 프로젝트를 굽기 전에 빈 슬라이드쇼를 삭제하십시오.";

"EmptyDropzoneMessage"				= "프로젝트에 비어있는 드롭존이 있습니다. 프로젝트를 굽기 전에 내용을 추가하지 않으면 완료된 DVD에 회색으로 나타납니다.";

"TooManySlidesInSlideshowTitle"		= "프로젝트 구조 오류";
"TooManySlidesInSlideshowMsg"		= "프로젝트에 9801개 이상의 슬라이드가 있는 슬라이드쇼가 있습니다. 이 프로젝트를 굽기 전에 9801개 이상의 이미지가 있는 슬라이드쇼가 있는지 확인하십시오.";

"TooManyButtonsInMenuTitle"			= "프로젝트 구조 오류";
"TooManyButtonsInMenuMessage"		= "프로젝트에 12개 이상의 버튼이 있는 메뉴가 최소한 한 개가 있습니다. 이 프로젝트를 굽기 전에 12개 이상의 버튼이 있는 메뉴가 없는지 확인하십시오.";


"BrokenTrackTitle"					= "프로젝트 구조 오류";
"NoTracksMessage"					= "현재 프로젝트에 정의된 비디오 트랙이 없습니다.";
"BrokenTrackMessage"				= "프로젝트에 손상된 비디오 트랙이 있습니다. 프로젝트를 굽기 전에 이 문제를 수정하십시오.";
"BrokenTrackWarning"				= "프로젝트에 깨진 비디오 트랙이 있는 것 같습니다. 프로젝트를 굽기 전에 이 문제를 수정하십시오.";
"BrokenAssetWarning"				= "프로젝트에 깨진 항목이 있는 것 같습니다. 프로젝트를 굽기 전에 이 문제를 수정하십시오.";
"MissingDVDROMWarning"				= "DVD-ROM 부분에 있는 파일이 유실되었습니다. 이 프로젝트를 굽기 전에 프로젝트 정보 대화상자에서 이 문제를 수정하십시오.";

"UnauthorizedAssetWarning"			= "프로젝트에 하나 이상의 항목이 인증되지 않았습니다. 해당 항목들을 iTunes에서 인증하십시오.";

"DualLayerNotSupportedTitle"		= "복층 SuperDrive가 없습니다";
"DualLayerNotSupportedMsg"			= "이것은 복층 프로젝트이지만 현재 시스템에는 복층 SuperDrive가 설치되어 있지 않습니다.\n프로젝트를 계속 로딩( 및 자동으로 디스크 유형을 단층으로 조절)하겠습니까, 아니면 지금 취소하겠습니까?";

"TooManyVideoTracksWarning"			= "프로젝트에 너무 많은 동영상 및/또는 슬라이드쇼가 있습니다. 프로젝트 굽기를 계속하기 전에 이 문제를 수정하십시오.";
"TooMuchMotionMenuContentWarning"	= "프로젝트에 너무 많은 배경영상 메뉴 콘텐츠가 있습니다. 이 프로젝트 굽기를 계속하기 전에 이 문제를 수정하십시오.";

"DoubleLayerProjectWarningTitle"	= "잘못된 미디어 유형";
"DoubleLayerProjectWarningMsg"		= "새로운 프로젝트를 위한 미디어 유형이 복층 디스크로 설정되어 있으나, 단층 디스크가 삽입되어 있습니다. 이 프로젝트를 구우려면, 복층 디스크를 삽입하거나 iDVD 환경설정에서 DVD 유형 설정을 단층으로 변경하십시오.";



/* AppleScript errors */
"AppleScriptError_Generic"			= "마지막 동작을 실행하는 동안 내장 iDVD 오류가 발생했습니다.";
"AppleScriptError_0"				= "오류 없음";
"AppleScriptError_33000"			= "iDVD가 미리보기 모드일 때는 대상체를 추가할 수 없습니다.";
"AppleScriptError_33001"			= "폴더가 너무 많음";
"AppleScriptError_33002"			= "버튼이 너무 많음";
"AppleScriptError_33003"			= "트랙이 너무 많음";
"AppleScriptError_33004"			= "동영상이 아닙니다.";
"AppleScriptError_33005"			= "지정된 메뉴가 존재하지 않습니다.";
"AppleScriptError_33006"			= "프로젝트에서 메뉴 폴더를 찾을 수 없습니다.";
"AppleScriptError_33007"			= "프로젝트의 주 메뉴를 찾을 수 없습니다.";
"AppleScriptError_33008"			= "이 동영상은 이미 이 메뉴에 있습니다.";
"AppleScriptError_33009"			= "이 폴더는 이미 이 메뉴에 있습니다.";
"AppleScriptError_33010"			= "이 슬라이드쇼는 이미 이 메뉴에 있습니다.";
"AppleScriptError_33011"			= "이 이미지는 이미 이 슬라이드쇼에 있습니다.";
"AppleScriptError_33012"			= "지정된 슬라이드쇼가 존재하지 않습니다.";
"AppleScriptError_33013"			= "이 슬라이드쇼에 슬라이드가 너무 많습니다.";
"AppleScriptError_33014"			= "이 슬라이드는 이미 이 슬라이드쇼에 있습니다.";
"AppleScriptError_33015"			= "이 슬라이드를 슬라이드쇼에 추가하는 동안에 문제가 발생했습니다.";
"AppleScriptError_33016"			= "이 이미지는 이 슬라이드쇼에 없습니다.";
"AppleScriptError_33017"			= "이 테마는 존재하지 않습니다.";
"AppleScriptError_33018"			= "유효하지 않은 슬라이드 실행 시간";
"AppleScriptError_33019"			= "이 DVD-ROM 폴더는 이미 존재합니다.";
"AppleScriptError_33020"			= "하위 대상체를 추가할 수 없습니다.";
"AppleScriptError_33021"			= "대상 폴더가 존재하지 않습니다.";
"AppleScriptError_33022"			= "유효하지 않은 메뉴의 배경영상 실행 시간.";
"AppleScriptError_33023"			= "폴더가 존재하지 않습니다.";
"AppleScriptError_33024"			= "슬라이드쇼가 존재하지 않습니다.";
"AppleScriptError_33025"			= "동영상이 존재하지 않습니다.";
"AppleScriptError_33026"			= "비디오가 메뉴에 없습니다.";
"AppleScriptError_33027"			= "테마에 문제가 발생했습니다.";
"AppleScriptError_33028"			= "프로젝트를 로드할 수 없습니다.";
"AppleScriptError_33029"			= "프로젝트를 저장할 수 없습니다.";
"AppleScriptError_33030"			= "프로젝트를 생성할 수 없습니다.";
"AppleScriptError_33031"			= "대상체를 찾을 수 없습니다.";
"AppleScriptError_33032"			= "대상체를 볼 수 없습니다.";
"AppleScriptError_33033"			= "링크 유실됨";
"AppleScriptError_33034"			= "정의된 프로젝트가 없습니다.";
"AppleScriptError_33035"			= "미리보기시 버튼 사용이 허용되지 않습니다.";
"AppleScriptError_33036"			= "버튼을 찾을 수 없습니다.";
"AppleScriptError_33037"			= "슬라이드쇼를 찾을 수 없습니다.";
"AppleScriptError_33038"			= "현재 iDVD를 사용 중입니다.";
"AppleScriptError_33052"			= "iDVD는 Magic iDVD 모드가 실행되는 동안 AppleScript 명령을 실행할 수 없습니다.";
